_site/2016-09-03-english-gourd.html


<!DOCTYPE html>
<html lang="en">
  <head>
    <meta charset="utf-8">
    <title>单词本：蔬菜之瓜瓜</title>
    
    <meta name="author" content="Kimi MA">

    <!-- Enable responsive viewport -->
    <meta name="viewport" content="width=device-width, initial-scale=1.0">

    <!-- Le HTML5 shim, for IE6-8 support of HTML elements -->
    <!--[if lt IE 9]>
    <![endif]-->

    <!-- Le styles -->
    <link href="assets/themes/twitter/bootstrap/css/bootstrap.2.2.2.min.css" rel="stylesheet">
    <link href="assets/themes/twitter/css/style.css?body=1" rel="stylesheet" type="text/css" media="all">
    <link rel="shortcut icon" type="image/ico" href="/assets/favicon.ico">
    <!-- Le fav and touch icons -->
  <!-- Update these with your own images
    <link rel="shortcut icon" href="images/favicon.ico">
    <link rel="apple-touch-icon" href="images/apple-touch-icon.png">
    <link rel="apple-touch-icon" sizes="72x72" href="images/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="114x114" href="images/apple-touch-icon-114x114.png">
  -->

    <!-- atom & rss feed -->
    <link href="/atom.xml" type="application/atom+xml" rel="alternate" title="Sitewide ATOM Feed">
    <link href="/rss.xml" type="application/rss+xml" rel="alternate" title="Sitewide RSS Feed">

  </head>

  <body>
    <div class="navbar navbar-fixed-top">
      <div class="navbar-inner">
        <div class="container-narrow">
          <a class="brand" href="/">Die Welt ist meine Vorstellung</a>
          <ul class="nav">
            
            
            


  
    
      
    
  
    
      
      	
      	<li><a href="/archive">Archive</a></li>
      	
      
    
  
    
      
    
  
    
      
      	
      	<li><a href="/categories">Topics</a></li>
      	
      
    
  
    
      
    
  
    
      
    
  
    
      
    
  
    
      
    
  
    
      
      	
      	<li><a href="/tags">Tags</a></li>
      	
      
    
  



          </ul>
        </div>
      </div>
    </div>

    <div class="container-narrow">

      <div class="content">
        

<div class="page-header">
  <h1>单词本：蔬菜之瓜瓜 </h1>
</div>

<div class="row-fluid post-full">
  <div class="span12">
    <div class="date">
      <span>03 September 2016</span>
    </div>
    <div class="content">
      <div id="outline-container-orgheadline1" class="outline-2">
<h2 id="orgheadline1"><span class="section-number-2">1</span> 回顾</h2>
<div class="outline-text-2" id="text-1">
<p>
今天的主题是各类瓜瓜，在学习瓜瓜之前，我们来复习一下半个月时间学的食物类单词，回过头看看学过的单词还是很有成就感的，第一次坚持这么长时间一直不断写点东西：
</p>

<ul class="org-ul">
<li><a href="http://kimi.im/2016-08-14-english-food">August 14, 2016 » 单词本：谷物</a></li>
<li><a href="http://kimi.im/2016-08-16-english-vegetable">August 16, 2016 » 单词本：蔬菜之萝卜胡萝卜</a></li>
<li><a href="http://kimi.im/2016-08-17-english-cabbage">August 17, 2016 » 单词本：蔬菜之卷心菜</a></li>
<li><a href="http://kimi.im/2016-08-19-english-cauliflower">August 19, 2016 » 单词本：蔬菜之花菜</a></li>
<li><a href="http://kimi.im/2016-08-20-english-celery">August 20, 2016 » 单词本：蔬菜之芹菜</a></li>
<li><a href="http://kimi.im/2016-08-22-english-aubergine">August 22, 2016 » 单词本：蔬菜之茄子</a></li>
<li><a href="http://kimi.im/2016-08-25-english-tomato">August 25, 2016 » 单词本：蔬菜之番茄</a></li>
<li><a href="http://kimi.im/2016-08-26-english-chilli">August 26, 2016 » 单词本：蔬菜之红辣椒</a></li>
<li><a href="http://kimi.im/2016-08-28-english-cucumber">August 28, 2016 » 单词本：蔬菜之黄瓜</a></li>
<li><a href="http://kimi.im/2016-08-29-english-courgette">August 29, 2016 » 单词本：蔬菜之西葫芦</a></li>
<li><a href="http://kimi.im/2016-08-31-english-pumpkin">August 31, 2016 » 单词本：蔬菜之南瓜</a></li>
</ul>

<p>
看完上面的列表，心中真是满满的成就感。
</p>
</div>
</div>

<div id="outline-container-orgheadline3" class="outline-2">
<h2 id="orgheadline3"><span class="section-number-2">2</span> gourd[gʊəd]</h2>
<div class="outline-text-2" id="text-2">
<p>
自我满足之后，还是回到现实，踏踏实实继续学习吧。
</p>

<p>
不少瓜的名字都带有 gourd，而 gourd 其实是葫芦的意思：a fleshy, typically large
fruit with a hard skin, some varieties of which are edible。实际上西瓜（water
melon），南瓜（pumpkin），黄瓜（cucumber）也属于 gourd，只是可能太常见了，就有了专属名字。
</p>

<p>
另外，其实我一直有这么个疑问，gourd 和我朝的瓜（Guā）是否有一些联系，因为两者的读音很相似啊。有待继续考证，暂且不论。
</p>

<p>
gourd，德语 der Kürbis[Kụ̈rbis]<sup>(de)</sup>，法语 la calebasse[kalbas]<sup>(fr)</sup>。
</p>
</div>

<div id="outline-container-orgheadline2" class="outline-3">
<h3 id="orgheadline2"><span class="section-number-3">2.1</span> out of one's gourd</h3>
<div class="outline-text-3" id="text-2-1">
<p>
离开某人的葫芦？形容一个人的心不在焉的样子，或者疯狂的状态。
</p>

<p>
这令我想到了庄子《齐物论》篇中南郭子綦与颜成子游的一段对话：
</p>

<blockquote>
<p>
南郭子綦隐机而坐，仰天而嘘，荅焉似丧其耦。颜成子游立侍乎前，曰：“何居乎？形固可使如槁木，而心固可使如死灰乎？今之隐机者，非昔之隐机者也。”子綦曰：“偃，不亦善乎，而问之也？今者吾丧我，汝知之乎？”
</p>
</blockquote>

<p>
《齐物论》开篇描写了南郭子綦靠着桌子在那一坐，仰着头往天空吐一口气，吧嗒一下好像灵魂离开肉体。学生颜成子游站在旁边感觉很奇怪，说：“老师啊，今天你怎么回事？你的身体看起来像块烂木头，而你的心怎么像烧尽了的煤灰一样没有生机？今天靠在桌子边上的样子，跟往常不太一样啊。”老师就回答说：“小偃啊，你的问题问的太好了（潜台词就是：你太了解老师了，老师很喜欢你），你知道吗，今天我让我的那个灵魂飞出去玩了一圈，你不知道吧？”
</p>

<p>
我觉得，南郭子綦“吧嗒”一下趴在桌子上的样子大概就是 out of his gourd 的状态，就是灵魂离开了身体的状态。用葫芦来形容一个人的肉体其实满贴切的，葫芦的样子看起来就好像是一个坐着的人么。
</p>

<ul class="org-ul">
<li>he was obviously stoned out of his gourd. 他已经石化，灵魂已经出体。</li>
<li>He's out of his gourd with 1,249-pound pumpkin.<sup><a id="fnr.1" class="footref" href="#fn.1">1</a></sup> 1249 磅的南瓜让他魂不守舍（大概是惊喜的意思吧）。</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-orgheadline4" class="outline-2">
<h2 id="orgheadline4"><span class="section-number-2">3</span> white gourd</h2>
<div class="outline-text-2" id="text-3">
<p>
冬瓜的一个名字，大概因为它果皮比较白，所以叫 white gourd，此外它还有其他名字：
</p>

<p>
The white gourd, also called winter melon（冬瓜）, ash gourd（灰葫芦）, wax
gourd（蜡葫芦）, winter gourd（冬葫芦）, tallow gourd（脂葫芦）.<sup><a id="fnr.2" class="footref" href="#fn.2">2</a></sup>
</p>


<p>
德语叫 der Wachskürbis auch Wintermelone<sup>(de)</sup>，法语叫 La courge cireuse<sup>(fr)</sup>。
</p>

<p>
还有其他好多名字，就不一一解释了：
</p>

<blockquote>
<p>
Nom commun : courge cireuse, courge à la cire, bidao, bénincasa, pastèque de
Chine. de : Wachskürbis ; en : winter melon, ash gourd, wax gourd ; es :
calabaza blanca.<sup><a id="fnr.3" class="footref" href="#fn.3">3</a></sup>
</p>
</blockquote>
</div>
</div>

<div id="outline-container-orgheadline5" class="outline-2">
<h2 id="orgheadline5"><span class="section-number-2">4</span> towel gourd</h2>
<div class="outline-text-2" id="text-4">
<p>
丝瓜。正如我们给它取名是因为它的瓤可以做洗碗丝，洋人叫它毛巾瓜，应该也是这个原因。
</p>

<p>
另外丝瓜属的学名叫 luffa，所以有时候丝瓜也叫 luffa。法语和德语一样都叫 luffa。
</p>

<p>
丝瓜络叫 loofah 大概就是从丝瓜属这个学名变过来的，法语 le loofa<sup>(fr)</sup>，德语 der
Luffaschwamm<sup>(de)</sup>。
</p>
</div>
</div>

<div id="outline-container-orgheadline6" class="outline-2">
<h2 id="orgheadline6"><span class="section-number-2">5</span> bitter gourd</h2>
<div class="outline-text-2" id="text-5">
<p>
苦瓜。再来看看它的其他名字：
</p>

<blockquote>
<p>
Momordica charantia, known as bitter melon, bitter gourd, bitter squash, or
balsam-pear, has names in other languages which have entered English as
loanwords, e.g. goya from Okinawan and karela from Sanskrit.<sup><a id="fnr.4" class="footref" href="#fn.4">4</a></sup>
</p>

<p>
Die Bittermelone (Momordica charantia, auch Bittergurke, Balsambirne oder
Bittere Spring-Gurke; In Japan und vor allem Okinawa als Gōyā bekannt, in
Sanskrit als Karela und in Malayalam als Pavaykka bekannt)<sup><a id="fnr.5" class="footref" href="#fn.5">5</a></sup>
</p>

<p>
La margose, melon amer ou momordique<sup><a id="fnr.6" class="footref" href="#fn.6">6</a></sup>
</p>
</blockquote>

<p>
归纳起来有这么几种来源：
</p>
<ul class="org-ul">
<li>学名派 Momordica charantia，momordique<sup>(fr)</sup></li>
<li>味道派 bitter melon, bitter squash, die Bittermelone<sup>(de)</sup>，Bittergurke<sup>(de)</sup>，
Bittere Spring-Gurke<sup>(de)</sup>，melon amer<sup>(fr)</sup></li>
<li>外来语派：从日本冲绳语借来的 goya，Gōyā<sup>(de)</sup>，goyah<sup>(fr)</sup>，冲绳方言拼法：ゴーヤー。从梵语里借来的叫 karela</li>
<li>从花的样子联想到的 balsam-pear（凤仙花梨），Balsambirne<sup>(de)</sup>。</li>
<li>另外还有无法考证的法语名字 la margose<sup>(fr)</sup>，</li>
</ul>
</div>
</div>

<div id="outline-container-orgheadline7" class="outline-2">
<h2 id="orgheadline7"><span class="section-number-2">6</span> 小结</h2>
<div class="outline-text-2" id="text-6">
<p>
本文主要学习了几种常见瓜类的名字，冬瓜 winter gourd，也叫 white gourd 等名字。丝瓜叫 towel gourd，苦瓜叫 bitter gourd。
</p>
</div>
</div>
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1">1</a></sup> <div class="footpara"><p class="footpara">
<a href="http://www.nydailynews.com/new-york/gourd-1-249-pound-pumpkin-article-1.228718">http://www.nydailynews.com/new-york/gourd-1-249-pound-pumpkin-article-1.228718</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.2" class="footnum" href="#fnr.2">2</a></sup> <div class="footpara"><p class="footpara">
<a href="https://en.wikipedia.org/wiki/Winter_melon">https://en.wikipedia.org/wiki/Winter_melon</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.3" class="footnum" href="#fnr.3">3</a></sup> <div class="footpara"><p class="footpara">
<a href="https://fr.wikipedia.org/wiki/Courge_cireuse">https://fr.wikipedia.org/wiki/Courge_cireuse</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.4" class="footnum" href="#fnr.4">4</a></sup> <div class="footpara"><p class="footpara">
<a href="https://en.wikipedia.org/wiki/Momordica_charantia">https://en.wikipedia.org/wiki/Momordica_charantia</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.5" class="footnum" href="#fnr.5">5</a></sup> <div class="footpara"><p class="footpara">
<a href="https://de.wikipedia.org/wiki/Bittermelone">https://de.wikipedia.org/wiki/Bittermelone</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.6" class="footnum" href="#fnr.6">6</a></sup> <div class="footpara"><p class="footpara">
<a href="https://fr.wikipedia.org/wiki/Momordica_charantia">https://fr.wikipedia.org/wiki/Momordica_charantia</a>
</p></div></div>


</div>
</div>

    </div>

  
    <ul class="tag_box inline">
      <li><i class="icon-folder-open"></i></li>
      
      


  
     
    	<li><a href="/categories.html#language-ref">
    		language <span>65</span>
    	</a></li>
    
  


    </ul>
    

  
    <ul class="tag_box inline">
      <li><i class="icon-tags"></i></li>
      
      


  
     
    	<li><a href="/tags.html#English-ref">English <span>46</span></a></li>
    
  



    </ul>
    

    <hr>
    <div class="pagination">
      <ul>
      
        <li class="prev"><a href="/2016-08-31-english-pumpkin" title="单词本：蔬菜之南瓜">&larr; Previous</a></li>
      
        <li><a href="/archive.html">Archive</a></li>
      
        <li class="next"><a href="/2016-09-04-english-pea" title="单词本：蔬菜之豆豆">Next &rarr;</a></li>
      
      </ul>
    </div>
    <hr>
    


  <!-- Duoshuo Comment BEGIN -->
	<div class="ds-thread"></div>
<script type="text/javascript">
var duoshuoQuery = {short_name:"kimim"};
	(function() {
		var ds = document.createElement('script');
		ds.type = 'text/javascript';ds.async = true;
		ds.src = 'http://static.duoshuo.com/embed.js';
		ds.charset = 'UTF-8';
		(document.getElementsByTagName('head')[0] 
		|| document.getElementsByTagName('body')[0]).appendChild(ds);
	})();
	</script>
<!-- Duoshuo Comment END -->





  </div>
</div>


      </div>
      <hr>
      <footer>
        <p>&copy; 2018 Kimi MA,
           All right reserved.
        </p>
      </footer>

    </div>

    
  </body>
</html>

